{"title":"Jasmin's","date":"2018-10-03T08:14:30.070Z","address":"Brink 79, 7411 BX Deventer, Netherlands","review":"Leuke uitnodigende sfeer. Jasmin platter erg vlak van smaak. Stoelen zitten voor geen meter. Verwachtingen worden niet waar gemaakt. Niet voor herhaling vatbaar. Te duur voor wat geboden wordt.\nIk had bijna willen vragen, doe me een schort en mag ik je keuken even lenen?\n\nVan buiten ziet het er erg gezellig uit, ook het terras is in de zomer vast erg gezellig. De mini troontjes zitten voor geen meter, te laag voor  mensen van 1.80 of kleiner. 1 van de stoelen is stuk en men laat gasten er op zitten. Kan echt niet. Andere restaurants hebben dergelijke stoelen al 4 jaar geleden buiten de deur gezet.\n\nAls hoofd gerecht de Jasmin platter besteld met gamba's vervangen door dolmas.  Serveerster moest vragen of dit kon.\n\nDe smaken van de tapenades zijn zeer vlak.\nToen de serveerster naar onze mening vroeg en wij die gaven, gaf ze aan dat tzatziki/çacik geen knoflook als ingrediënt heeft...\n\nDolmas uit blik, couscous mogelijk ook. Kleine gebakken aardappelen in schil waren te kruimig, jammer van de aardappelen.\n\nOok het vlees is vrij vlak van smaak.  Vlees en vis zijn wel gaar en niet aangebrand. Dönerix fastfood om de hoek is veel beter.\nEen ander review melde dat het vlees snel koud was dit klopt. Het komt lauwwarm op tafel en koelt snel af.\n\nGebakken zalm vond ik wel lekker, mijn vrouw vond hem te droog.\n\nToetje was baklava met gefrituurd citroen ijs.\nCitroen ijs bij mij was goed, bij mijn vrouw zat het vol kristallen. Het frituren had beter achterwege gelaten kunnen worden, het korstje is klef en smaakt naar frituurvet\nAmarena kersensaus past niet bij de baklava.\n\nContact legen met de 4 serveersters is bijna onmogelijk.\n\nVoor EU ~70,- voor twee personen( platter, 2 toetjes en 6 alcohol vrije drankjes aan de prijs).\n\nTips: \n-Niet met kleding tegen gerechten staan.\n- Niet over de bar met gasten communiceren die 3 meter verderop zitten.\n- Kennis van wat je serveert.\n-Serveer platters in twee gangen.\nLos je het temperatuur probleem en ruimte probleem op tafel mee op.\n- Geen opschep bestek, gezellig met je partner maar met vrienden graag toch meer bestek.\n\nKwa koken dacht ik aan:\n\n- Minder vlakke smaken graag. \n\nGa eens shoppen bij kookboeken winkel het Nieuwe Aaltje in Schalkhaar. Zijn vast mooie kookboeken uit Spaans Moorse of Siciliaanse keuken te vinden.\n\n- Knoflook en wortel schijfjes in je tzatziki.(Hongaarse/Griekse variant van Samos)\n- Alternatief heel fijn gesneden citroen Melisse in yoghurt voor een frisse bite met peperige smaak. (Echt aanrader die bij Jasmin past).\n\n- Rol het citroen ijs in kokos poeder. Minder werk en gaat niet snel fout. Eventueel met gember blokjes of een beetje gemberpoeder(niet te veel).\nProbeer ijskristallen te voorkomen, droge lepel.\n\nServeer het ijs met gedroogde kumquats(Sligro).\n\nLaatste gang thuis was ook problematisch...."}
