{"title":"Mas Surabaya Twello","date":"2019-03-03T20:02:17.514Z","address":"Schoolstraat 63, 7391 DA Twello, Netherlands","review":"Wilt u een darmperforatie op uw geweten hebben?\n<Insert Gordon Ramsay video here>\n\n Van 5 naar 1 ster. \"Niet te vreten\", is een term die ik niet snel in de mond zal nemen. Nu wel.\n\nNormaal overleg ik met een restaurant als iets niet goed is. Maar na uw uitvluchten bij een incomplete bezorging leek me dat zinloos.\n\n\n03-04-2019 Omdat het begin januari zo goed bevallen was nogmaals besteld. Onze impressie.\n\nBesteld via Thuisbezorgd.\nTwee  seconden na bestelling werd ik gebeld dat de loempia's op waren en werd er een alternatief voor gesteld prima, netjes dacht ik, ik zie het wel verschijnen.\n\nDe bezorging was netjes en op tijd.\nHelaas niet compleet. De Mihoen was NIET geleverd. En met een paar Longtong rijstblokjes heb je geen maaltijd. Ik heb hier over gebeld. Ik kreeg,heel vervelend, duizenden uitvluchten en volgende keer. \n\nIk heb er opgestaan dat het bezorgd werd. Dit werd nabezorgd en dat was wel warm Ik had al geen trek meer. Als het niet gevaarlijk is gaat het naar de hond.\n\nMet het eten was helaas veel mis!\n\n1) Alles maar dan ook alles was lauw warm. \n2) De Ayam Ruyak was vervangen door Ajam Ketjap zonder overleg\n3) De Saté stokjes waren gebroken. In het vlees zaten de splinters. Durft u dit serieus te serveren?\n4) Het stoofvlees had te lang gestaan en was taai\n5) 1 Dadar Gulung was goed en lekker fris. De 2e was taai en niet vers. De helft hebben we weg gegooid.\n6) De loempia vervanging waren Risoles. Geen idee hoe dat moet zijn maar wat ik kreeg leek op te klef kaassoufflé deeg maar dan dikker en met heel veel panneermeel. Alsof het te koud gefrituurd is. De vulling was onder andere kip. Ik heb een halve weg gegooid.\n7) De sajoer boontjes waren klef en alleen scherp. Sorry dit kan ik zelf 10x beter\n8) Ik ben benieuwd of de laatste gang morgochend problematisch is.\n\n\n20-01-2019: Afhaal restaurant. Voor de eerste keer hier besteld. Ik vermoed echt Indonesisch, maar dan minder scherp.\nBen liefhebber, geen kenner. Het was erg lekker. Ik had bewust dingen gekozen die je bij  een \"traditioneel\" Nederlandse Chinees-Indisch restaurant bijna niet ziet. Sommige gerechten echt ff gegoogled."}
