{"title":"Stena Line","date":"2018-10-04T18:53:32.566Z","address":"Stationsweg 10, 3151 HS Hoek van Holland, Netherlands","review":"Lees verder voor detail review. Een efficiënte relaxte manier van reizen van/naar Engeland. Met een snelle trein verbinding naar Londen. Schone hutten. Goed eten. Vriendelijk personeel.\n\nVerder naar Londen? Pak de stoptrein van 6:57 naar Manningtree en stap daar over op de sneltrein naar Londen. Dit is +/- 30 minuten sneller dan de rechtstreekse stoptrein. Vooraf de trein kaartjes boeken met je boot ticket scheelt gedoe en is vaak goedkoper.\n\nIn de ochtend wordt je gewekt met een muziekje. Helaas hebben ze don't worry be happy vervangen door iets anders.\n\nDe bedden zijn goed. De hutten zijn schoon. Er is douche fris/shampoo in je badkamer. Ook de badkamer in je hut is schoon. Het verschil tussen een normale en luxe hut vindt ik niet de moeite waard. Bij een luxe hut krijg je \"gratis\" pinda's, chips, bier, wijn en frisdrank. Ook is er een waterkoker, koffie en thee. Daarnaast is er een haardroger. Binnenhutten hebben geen raam en een douche gordijn ipv een deur tussen douche ruimte en rest van de badkamer. In een binnhut heb je geen mobiele dekking in de haven.\n\nDiner in zowel het a la carte Metropolitan als Taste restaurant is goed. Als je dit echter elke 3 weken doet wordt het saai. Het diner op de nachtboot van de terugreis begint mij een beetje te laat. Ik sla dit tegenwoordig over en eet in Londen. Lekker, bitterballen en Apple pie met custard. Dit laatste verschilt wel per kok. De ship's hamburger vind ik niet lekker. Het hoofdgerecht met buikspek is goed, helaas krijg ik er puistjes van. Het ontbijt is prima semi Engels/Continentaal. Niet bijzonder.\n\nTip: Bij de Barista bar achterop het schip is het rustiger omdat je daar niet het lawaai van de open keuken van het Taste restaurant hoort.\n\nTip: bewaar kaartjes van een vorige reis. Hiermee kun je de stroom in je hut geactiveerd houden voor het opladen van devices.\n\nEr zijn goede honden kennels aan boord.\n\nDe bioscoop heb ik nog niet geprobeerd.\n\nStena winkel aan boord vond ik niet echt interessant. De shop verkoopt geen niet alcoholische dranken en is verder best duur.\n\nGratis WiFi aan boord is alleen in de publieke ruimtes op dek 9 via een crappy captive portal op ip adres. Er is hiervoor geen DNS ingericht. De verbinding is niet echt bruikbaar. Mail en chat lukt. Na een uur wordt je er uit gegooid en mag je opnieuw verbinden. Sinds ~Mei 2018 ook premium wifi, tegen hoge prijzen, welke wel in de hut werkt.\n\nLet op! Zet je telefoon voordat je gaat varen op flightmode. Buitengaats is er telefoon/data via de satelliet beschikbaar waarmee je telefoon automatisch verbindt via een GSM/4G mast aan boord. Te herkennen aan een Welkom in Antarctica SMS. Dit gebruiken is extreem duur.\n\nAls je dit vaker reist gaan kleine accent verschillen tussen de Stena Hollandica en Stena Brittanica opvallen. Zo zit het bestek voor het ontbijt bij de Stena Brittanica in en karretje en bij de Stena Hollandia in bakken bij het brood buffet.\n\nOp de Brittanica wordt UK tijd gebruikt. Op de Hollandica NL tijd. Dit maakt wennen aan de tijdzone van je bestemming bij nachtvaart erg makkelijk.\n\nTip: de magneet in je telefoon hoes wist de code voor je hut kaart.\n\nBiedt je gratis extra card aan bij betalen. Als je vaak reist wordt je gold member en krijg je met de nacht voor toegang tot tot de Plus Lounge: Rust, gratis drankjes en fruit.\n\nEen vergeten oplader kon ik eind mei in Hoek van Holland zo oppikken"}
