{"title":"VIETFOODS B.V - The only location for original Vietnamese foods in Netherlands","date":"2019-10-26T07:15:10.775Z","address":"Brink 45, 7411 BT Deventer, Netherlands","review":"voor het eerst Vietnamese koffie gehad bij Vietfoods in Deventer. Wow, Echt heel erg lekker. Ik ben fan. \n\nZe zouden dit zo op een zaterdag ochtend kunnen serveren met een Vietnamees/Frans ontbijt. Vanaf het terras met een krantje de drukte op de markt bekijken. Helaas alleen diner of lunch.\n\nVietnamese koffie smaakt echt anders dan Espresso, French press of filter koffie.  De smaak is zoet, zacht, fruitig met een vleugje cacao.   Zoals gezegd ook lekker met ontbijt of met gedroogde abrikozen gedompeld in Ruby chocolade.\n\nVietnam is de 2e koffie producent ter wereld. Helaas nog geen Vietnamese koffie in de supermarkt gezien.\n\nik weet wat er op mijn Sinterklaas verlanglijstje staat ;)  Vietnamese koffie en 2 van die filters.\n\nmooie uitleg https://youtu.be/_DwPGkq8SFE\n\nOh ja het eten...\n\nWe hadden een 3 gangen sharing menu gedaan.  Het voorgerecht was erg lekker en combinatie van een soort loempia's in zacht rijstdeeg en gefrituurde kip in een knapperige korst. Geserveerd met zoetzure saus. De combinatie is erg lekker en goed in balans.\n\nhet hoofdgerecht was een schotel met van alles en nog wat uit de keuken. Veel verassende smaken maar voor 2 personen net iets teveel. Het past ook niet comfortabel op een twee persoons tafel. Voor 4 is deze schotel in deze hoeveelheid leuker als je er een  lichtere gang op laat volgen. De spiesjes waren iets aan de zoute kant. Het nagerecht was een soort frisse rijstepap/kokos? met fruit. Erg lekker en past ook goed bij de koffie! Ik kom zeker terug maar dan probeer ik wel een ander\nhoofdgerecht.\n\nOpvallend: De menu kaart was alleen in het Engels. Het was niet duidelijk of met een deel van het personeel in het Engels of Nederlands gecommuniceerd moest worden. Bediening was vriendelijk en correct. We hadden niet door dat er iets afgeruimd was. Complimenten.\n\nOndanks dat het de laatste gember was met grote stukken  smaakte de gember thee erg goed."}
